[
  {
    "titulo": "Avatar: Frontiers of Pandora recibirá DLC llamado From the Ashes",
    "imagen": "/src/assets/img/noticia1.png",
    "descripcion": "El DLC saldrá el día del estreno de la película Avatar: Fire and Ash",
    "link": "/noticias/1",
    "contenido": [
      "Avatar: Fire and Ash es una de las películas más esperadas del año, y Avatar: Frontiers of Pandora contará con un DLC basado en la nueva cinta. Ubisoft y Massive Entertainment hoy anunciaron una nueva expansión llamada From the Ashes para el título basado en el universo creado por James Cameron",
      "De acuerdo con el director creativo del juego, Omar Bouali, “From the Ashes se ambienta unas semanas después de la película Fire and Ash y aproximadamente 6 meses después de Frontiers of Pandora”.",
      "Bouali también añadió que “se ambienta en una nueva subregión, The Ravines. Y refleja la temática de la película, ya que la RDA se alía con los feroces guerreros Na’vi del Clan de la Ceniza. Por lo tanto, aunque la película y la expansión se ambientan en diferentes regiones de Pandora, comparten un ADN común. Hemos trabajado estrechamente con el estudio de la película para garantizar que ambas piezas de Avatar se complementen”.",
      "Finalmente, Ubisoft mencionó que controlaremos a So’lek, guerrero Na’vi que sufre una emboscada por parte del Clan de la Ceniza y la RDA, quienes lo dan por muerto. So’lek despierta en un mundo en llamas y sin poder encontrar a su familia. Impulsado por el dolor y la venganza, él se propone reunirse con sus seres queridos y protegerlos."
    ],
    "subtitulo": "Un nuevo desafío para los jugadores de Avatar",
    "fecha": "23 de septiembre de 2025",
    "autor": "Emmanuel Molina"
  },
  {
    "titulo": "2XKO por fin iniciará su temporada 0 y estará disponible gratis para todos en octubre, pero hay una mala noticia para los jugadores de consolas",
    "imagen": "/src/assets/img/noticia2.png",
    "descripcion": "El videojuego de lucha de Riot Games inspirado en el mundo de League of Legends iniciará pronto su acceso anticipado",
    "link": "/noticias/2",
    "contenido": [
      "Parece que fue ayer cuando Riot Games anunció Project L, pero la realidad es que ya pasaron 6 largos años desde que conocimos por primera vez la existencia de este proyecto competitivo. Ahora bautizado como 2XKO, el juego de peleas se prepara para entrar en una nueva etapa.",
      "Después de una larga espera, el título de lucha ambientado en el mundo de League of Legends inició su Beta cerrada a principios de septiembre. Los desarrolladores explicaron que su intención era mantener activos los servidores hasta el lanzamiento de la versión en acceso anticipado.",
      "La fecha de estreno era un misterio, pero por fin se compartió más información al respecto. Los fanáticos estarán felices de saber que muy pronto podrán descargar el título y poner a prueba sus habilidades contra otros jugadores, aunque hay una mala noticia que decepcionará a un sector considerable de la comunidad.",
      "Aunque el videojuego de Riot Games ya se puede jugar en PC, actualmente se necesita una invitación. Los usuarios recibieron un código al participar en las sesiones de prueba anteriores o al enviar una solicitud. Por suerte, ahora todos los fanáticos de aquella plataforma podrán unirse a la diversión sin restricciones.",
      "Por medio de una publicación en su blog oficial, la compañía reveló que 2XKO se prepara para abandonar la Beta cerrada, pues debutará bajo el formato de acceso anticipado el próximo 7 de octubre de 2025. Esa fecha también marcará el inicio de la Temporada 0, que incluirá nuevo contenido."
    ],
    "fecha": "23 de septiembre de 2025",
    "autor": "Ulises Contreras"
  },
  {
    "titulo": "Sonic Racing: CrossWorlds aprovechará todo el poder de Nintendo Switch 2, asegura Takashi Iizuka",
    "imagen": "/src/assets/img/noticia3.png",
    "descripcion": "El jefe de Sonic Team explicó que la versión para la nueva consola de Nintendo contará con mejoras visuales, pero mantendrá el mismo contenido.",
    "link": "/noticias/3",
    "contenido": [
      "El productor de Sonic, Takashi Iizuka, habló recientemente sobre Sonic Racing: CrossWorlds y su esperada versión para Nintendo Switch 2. El creativo confirmó que el título aprovechará plenamente las capacidades del nuevo hardware, aunque evitó entrar en detalles sobre resolución o tasa de cuadros.",
      "En entrevista con Traxion, Iizuka explicó que su intención original era lanzar el juego de manera simultánea en todas las plataformas. Sin embargo, debido a la fecha de lanzamiento posterior de Switch 2, el equipo decidió tomarse un poco más de tiempo para optimizar la experiencia.",
      "“Queríamos ofrecer un juego que aprovechara la nueva consola. Por eso se necesitó tiempo extra de desarrollo para optimizarlo”.",
      "Aun así, Iizuka reconoció que no será una réplica exacta debido a las diferencias de hardware. Esto sugiere que la versión para Switch 2 ofrecerá una presentación visual más refinada y un rendimiento mejorado respecto a la original.",
      "Aunque el creativo no confirmó si el juego alcanzará resolución 4K o 60 cuadros por segundo, dejó claro que Sonic Racing: CrossWorlds sacará el máximo provecho de la nueva consola híbrida de Nintendo."
    ],
    "fecha": "13 de octubre de 2025",
    "autor": "Dan Villalobos"
  },
  {
    "titulo": "PlayStation ahora permitirá comprar mercancía exclusiva con los trofeos de sus juegos: fans que tengan el Platino de Ghost of Tsushima podrán adquirir estos geniales productos",
    "imagen": "/src/assets/img/noticia4.png",
    "descripcion": "Jugadores de PS4 o PS5 que hayan desbloqueado los trofeos “Mono No Aware” y “Living Legend” podrán conseguir productos especiales",
    "link": "/noticias/4",
    "contenido": [
      "PlayStation siguió los pasos de Xbox, y a lo largo de la generación de PS3 presentó el sistema de trofeos. Las recompensas por completar los desafíos y obtener el preciado Platino eran prácticamente inexistentes, más allá de dar el derecho de presumir frente a sus amigos y el Internet.",
      "Eso está por cambiar, pues Sony presentó un nuevo programa que, precisamente, busca recompensar los esfuerzos de los fanáticos más hábiles y ofrecerles la posibilidad de comprar mercancía exclusiva. La primera campaña está dedicada a Ghost of Tsushima, aunque hay un par de restricciones a tener en cuenta.",
      "A través de un post en su blog oficial, la compañía nipona presentó el nuevo programa Franchise Rewards, que permitirá a los jugadores comprar productos especiales al obtener ciertos trofeos en un juego. En esta ocasión, aquellos que hayan conseguido 100% de la aventura de Jin Sakai podrán conseguir 2 artículos de colección.",
      "Los jugadores de PS4 y PS5 que desbloquearon el trofeo de oro conocido como“Mono No Aware”, que se obtiene al completar la campaña principal y ver los créditos finales, tendrán la oportunidad de adquirir una camiseta conmemorativa inspirada en el videojuego Ghost of Tsushima de 2020. El valor de este producto es de $30 USD.",
      "En cambio, los fans de PlayStation más dedicados que exploraron todo lo que el juego de mundo abierto tiene por ofrecer y consiguieron el Platino titulado “Living Legend”, se ganarán el derecho de conseguir un pin conmemorativo basado en la máscara de Jin Sakai. Este artículo tiene un costo de venta recomendado de $25 USD."
    ],
    "fecha": "23 de septiembre de 2025",
    "autor": "Ulises Contreras"
  },
  {
    "titulo": "Conoce el calendario de estrenos en Nintendo Switch 1 y 2 para lo que resta de 2025 y en 2026",
    "imagen": "/src/assets/img/noticia5.png",
    "descripcion": "Prepárate para lo que viene en camino a las consolas híbridas.",
    "link": "/noticias/5",
    "contenido": [
    "Te compartimos una lista con los estrenos que recibirán las consolas híbridas y que lucen bastante prometedores para 2025:",
    "-Hyrule Warriors: Age of Imprisonment – 6 de noviembre (Switch 2)",
    "-YAKUZA Kiwami II – 13 de noviembre (Switch 2)",
    "-Dragon Ball Sparking! ZERO – 14 de noviembre (Switch 1 y 2)",
    "-Kirby Air Riders – 20 de noviembre (Switch 2)",
    "-MARVEL Cosmic Invasion – 1 de diciembre (Switch 2)",
    "-OCTOPATH TRAVELER 0 – 4 de diciembre (Switch 1 y 2)",
    "-Metroid Prime 4: Beyond – 4 de diciembre (Switch 1 y 2)",
    "-Suika Game Planet – Q4 2025 (Switch)",
    "-Virtua Fighter 5 R.E.V.O. World Stage – Q4 2025 (Switch 2)"
  ],
    "fecha": "02 de noviembre de 2025",
    "autor": "Dan Villalobos"
  },
  {
    "titulo": "Este juego de Steam tenía malware y robó miles de dólares en criptomonedas a jugadores y streamers ",
    "imagen": "/src/assets/img/noticia6.png",
    "descripcion": "Valve retiró el título de la plataforma, pero el daño ya estaba hecho ",
    "link": "/noticias/6",
    "contenido": [
      "Steam dejó de ser un lugar seguro para los jugadores. Durante los últimos meses, diversos títulos con malware se han distribuido en la plataforma de Valve. Esto ha puesto en peligro la seguridad de sus usuarios, pues sus datos y equipos quedan expuestos a personas con malas intenciones.",
      "A pesar de los esfuerzos de Valve para acabar con este tipo de amenazas, acaba de suceder un caso aún más grave que los reportados hasta ahora. Steam retiró recientemente un juego llamado BlockBlasters, que contenía malware y que se usó para robar miles de dólares en criptomonedas a jugadores y streamers.",
      "BlockBlasters es un plataformero en 2D que llegó a Steam el pasado 30 de julio. El free-to-play de Genesis Interactive ganó cierta popularidad y recibió reseñas muy positivas en la plataforma de Valve. Sin embargo, las cosas cambiaron radicalmente con el paso de los meses.",
      "El título inofensivo se convirtió en una amenaza para todos los jugadores luego de recibir una actualización. De acuerdo con los detalles, sus desarrolladores añadieron un criptodrenador el 30 de agosto. Como su nombre lo indica, la herramienta sirve para robar cuentas con criptomonedas.",
      "Se especula que BlockBlasters operó bajo las sombras durante un tiempo y poco a poco robó miles de dólares en criptomonedas. Su estafa quedó evidenciada gracias al streamer Raivo Plavnieks, quien estaba recaudando dinero para su tratamiento contra el cáncer.",
      "En una de sus transmisiones recientes, descargó BlockBlasters sin saber lo que le esperaba: perdió $32,000 USD en criptomonedas luego de disfrutar el título que, aparentemente, era inofensivo. Reportes revelan que el título ha robado al menos $150,000 USD en criptomonedas de 260 personas con cuentas en Steam."
    ],
    "fecha": "23 de septiembre de 2025",
    "autor": "Daniel Laguna"
  },
  {
    "titulo": "“Es como Death Stranding en el mundo real”: Hideo Kojima trabaja en un juego de realidad aumentada con el estudio de Pokémon GO",
    "imagen": "/src/assets/img/noticia7.png",
    "descripcion": "El título usará la tecnología para ofrecer una experiencia innovadora en el mundo real ",
    "link": "/noticias/7",
    "contenido": [
      "Hideo Kojima reveló detalles sobre PHYSINT y OD para celebrar el 10.° aniversario de su estudio. La sorpresa es que el creativo japonés también confirmó el desarrollo de otro juego. Niantic Spatial, el nuevo nombre de los creadores de Pokémon GO, trabajarán con Kojima Production para hacerlo realidad.",
      "Vale la pena recordar que Niantic vendió una gran parte de su negocio de videojuegos a Scopely. Ahora se dedica de lleno a proyectos impulsados por la realidad aumentada. Esto significa que el nuevo juego de Kojima utilizará la tecnología para ofrecer una atractiva experiencia en el mundo real.",
      "El proyecto de Kojima Productions y Niantic Spatial no tiene un nombre oficial por ahora, pero sabemos que será impulsado por la realidad aumentada. Kojima podrá usar la tecnología de Niantic para desarrollar el juego y ofrecer un nuevo concepto de entretenimiento a sus fans.",
      "El título fue promocionado con un eslogan que nos da una idea de su propuesta: “En un futuro próximo, trascenderemos la pantalla”. En su trailer de revelación, se ve a un hombre escanear un modelo digital que aparece en el mundo real. Así pues, el título está pensado para dispositivos móviles."
    ],
    "fecha": "23 de septiembre de 2025",
    "autor": "Daniel Laguna"
  },
  {
    "titulo": "Stardew Valley: Concerned Ape confirma que la versión 1.7 está en camino, pero pide paciencia",
    "imagen": "/src/assets/img/noticia8.png",
    "descripcion": "El creador del popular juego independiente advierte que la actualización aún tardará en llegar y no quiere generar expectativas excesivas.",
    "link": "/noticias/8",
    "contenido": [
      "Stardew Valley sigue siendo uno de los títulos indie más queridos de la última década, y su comunidad no deja de pedir novedades. Ahora, Eric Barone, mejor conocido como Concerned Ape, respondió a un fan en redes sociales para confirmar que la versión 1.7 está en desarrollo, aunque dejó claro que todavía falta bastante para verla terminada.",
      "En su mensaje, el desarrollador fue honesto con la situación actual del proyecto. Señaló que “más cosas llegarán, pero no quiero demasiado hype en este momento. Aún falta un buen tiempo para que la actualización esté lista”. De esta manera, Barone pidió calma a la comunidad, que suele emocionarse con cualquier novedad relacionada con el juego.",
      "Por ahora, no se conocen los detalles de los cambios o añadidos que traerá la versión 1.7 de Stardew Valley. Las anteriores actualizaciones del título introdujeron mejoras importantes en mecánicas, nuevo contenido e incluso la expansión de opciones multijugador, por lo que los fans ya comienzan a especular sobre lo que podría venir."
    ],
    "fecha": "23 de septiembre de 2025",
    "autor": "Dan Villalobos"
  }
]